Repository: chentao1006/FluxRemote
Catalog: ios/FluxRemote/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, it, ja, ko

# app.build_type
source: 原生构建
de: Native Build
en: Native Build
es: Native Build
fr: Native Build
it: Native Build
ja: Native Build
ko: Native Build

# appTitle
source: 浮光远控
de: Flux Remote
en: Flux Remote
es: Flux Remote
fr: Flux Remote
it: Flux Remote
ja: Flux Remote
ko: Flux Remote

# common.add
source: 添加
de: Hinzufügen
en: Add
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가

# common.aiAnalyze
source: AI 分析
de: Mit KI analysieren
en: AI Analyze
es: Analizar con IA
fr: Analyser avec l’IA
it: Analizza con IA
ko: AI 분석

# common.aiGenerate
source: AI 生成
de: Mit KI generieren
en: AI Generate
es: Generar con IA
fr: Générer avec l’IA
it: Genera con IA
ko: AI 생성

# common.all
source: 全部
de: Alle
en: All
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 전체

# common.analyzing
source: 正在分析...
de: Analyzing...
en: Analyzing...
es: Analyzing...
fr: Analyzing...
it: Analyzing...
ja: Analyzing...
ko: Analyzing...

# common.app
source: 应用
de: App
en: App
es: App
fr: App
it: App
ja: App
ko: App

# common.apply
source: 应用
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용

# common.authFailed
source: 认证失败
de: Authentifizierung fehlgeschlagen
en: Authentication failed
es: Autenticación fallida
fr: Échec de l’authentification
it: Autenticazione non riuscita
ja: 認証に失敗しました
ko: 인증 실패

# common.basicInfo
source: 基本信息
de: Basisinformationen
en: Basic Information
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보

# common.cancel
source: 取消
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소

# common.category
source: 分类
de: Kategorie
en: Category
es: Categoría
fr: Catégorie
it: Categoria
ja: カテゴリ
ko: 카테고리

# common.clear
source: 清空
de: Leeren
en: Clear
es: Limpiar
fr: Effacer
it: Pulisci
ja: クリア
ko: 지우기

# common.confirm
source: 确定
de: Bestätigen
en: Confirm
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인

# common.confirmApply
source: 确认应用
de: Confirm Apply
en: Confirm Apply
es: Confirm Apply
fr: Confirm Apply
it: Confirm Apply
ja: Confirm Apply
ko: Confirm Apply

# common.confirmApplyDesc
source: 这将会覆盖当前内容，确定要应用吗？
de: This will overwrite current content. Are you sure?
en: This will overwrite current content. Are you sure?
es: This will overwrite current content. Are you sure?
fr: This will overwrite current content. Are you sure?
it: This will overwrite current content. Are you sure?
ja: This will overwrite current content. Are you sure?
ko: This will overwrite current content. Are you sure?

# common.delete
source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제

# common.done
source: 完成
de: Fertig
en: Done
es: Hecho
fr: Terminé
it: Fine
ja: 完了
ko: 완료

# common.edit
source: 编辑
de: Bearbeiten
en: Edit
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집

# common.error
source: 读取失败
de: Fehler
en: Error
es: Error
fr: Erreur
it: Errore
ja: エラー
ko: 오류

# common.errors.aiConfigMissing
source: AI 未配置
de: AI not configured
en: AI not configured
es: AI not configured
fr: AI not configured
it: AI not configured
ja: AI not configured
ko: AI not configured

# common.errors.aiConfigMissingDetail
source: 请在网页端面板设置中配置 AI API Key。
de: Please set AI API key in Dashboard settings.
en: Please set AI API key in Dashboard settings.
es: Please set AI API key in Dashboard settings.
fr: Please set AI API key in Dashboard settings.
it: Please set AI API key in Dashboard settings.
ja: Please set AI API key in Dashboard settings.
ko: Please set AI API key in Dashboard settings.

# common.executing
source: 执行中...
de: Executing...
en: Executing...
es: Executing...
fr: Executing...
it: Executing...
ja: Executing...
ko: Executing...

# common.failed
source: 执行失败
de: Fehlgeschlagen
en: Failed
es: Falló
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패

# common.generate
source: 生成
de: Generieren
en: Generate
es: Generar
fr: Générer
it: Genera
ko: 생성

# common.generatedCommand
source: 生成命令
de: Generated Command
en: Generated Command
es: Generated Command
fr: Generated Command
it: Generated Command
ja: Generated Command
ko: Generated Command

# common.generating
source: 正在生成...
de: Wird generiert...
en: Generating...
es: Generando...
fr: Génération...
it: Generazione...
ja: 生成中...
ko: 생성 중...

# common.invalidURLFormat
source: URL格式无效
de: Ungültiges URL-Format
en: Invalid URL format
es: Formato de URL no válido
fr: Format d’URL invalide
it: Formato URL non valido
ja: URL形式が無効です
ko: 잘못된 URL 형식

# common.launcher
source: 启动器
de: Launcher
en: Launcher
es: Launcher
fr: Launcher
it: Launcher
ja: ランチャー
ko: 런처

# common.loading
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# common.more
source: 更多
de: More
en: More
es: More
fr: More
it: More
ja: More
ko: More

# common.name
source: 名称
de: Name
en: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름

# common.none
source: 无
de: Keine
en: None
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음

# common.off
source: 关闭
de: Aus
en: Off
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
ko: 끔

# common.offline
source: 离线
de: Offline
en: Offline
es: Sin conexión
fr: Hors ligne
it: Offline
ja: オフライン
ko: 오프라인

# common.ok
source: 确定
de: OK
en: OK
es: Aceptar
fr: OK
it: OK
ja: OK
ko: 확인

# common.on
source: 开启
de: Ein
en: On
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켬

# common.other
source: 其它
de: Andere
en: Other
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타

# common.passwordIncorrect
source: 密码错误
de: Falsches Passwort
en: Incorrect password
es: Contraseña incorrecta
fr: Mot de passe incorrect
it: Password errata
ja: パスワードが正しくありません
ko: 비밀번호가 올바르지 않습니다

# common.pids
source: 进程号
de: PIDs
en: PIDs
es: PIDs
fr: PIDs
it: PIDs
ja: PIDs
ko: PIDs

# common.refresh
source: 刷新数据
de: Aktualisieren
en: Refresh
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침

# common.remove
source: 移除
de: Entfernen
en: Remove
es: Eliminar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거

# common.resourceUsage
source: 资源占用
de: Ressourcennutzung
en: Resource Usage
es: Uso de recursos
fr: Utilisation des ressources
it: Uso risorse
ja: リソース使用量
ko: 리소스 사용량

# common.retry
source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도

# common.runCommand
source: 运行命令
de: Befehl ausführen
en: Run Command
es: Ejecutar comando
fr: Exécuter la commande
it: Esegui comando
ja: コマンドを実行
ko: 명령 실행

# common.saveSuccess
source: 保存成功
de: Erfolgreich gespeichert
en: Saved successfully
es: Guardado correctamente
fr: Enregistré avec succès
it: Salvato correttamente
ja: 保存しました
ko: 저장되었습니다

# common.service
source: 服务
de: Dienst
en: Service
es: Servicio
fr: Service
it: Servizio
ja: サービス
ko: 서비스

# common.start
source: 启动
de: Starten
en: Start
es: Iniciar
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작

# common.stop
source: 停止
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
it: Ferma
ko: 중지

# common.sudoPassword
source: Sudo 密码
de: sudo-Passwort
en: Sudo Password
es: Contraseña sudo
fr: Mot de passe sudo
it: Password sudo
ja: sudoパスワード
ko: sudo 비밀번호

# common.sudoPasswordPlaceholder
source: 请输入 sudo 密码
de: sudo-Passwort eingeben
en: Enter sudo password
es: Introduce la contraseña sudo
fr: Saisir le mot de passe sudo
it: Inserisci password sudo
ja: sudoパスワードを入力
ko: sudo 비밀번호 입력

# common.sudoRequired
source: 需要 Sudo 权限
de: Sudo Permission Required
en: Sudo Permission Required
es: Sudo Permission Required
fr: Sudo Permission Required
it: Sudo Permission Required
ja: Sudo Permission Required
ko: Sudo Permission Required

# common.system
source: 系统
de: System
en: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템

# common.systemDefault
source: 跟随系统
de: Automatisch
en: Auto
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동

# common.test
source: 测试
de: Test
en: Test
es: Probar
fr: Tester
it: Test
ja: テスト
ko: 테스트

# common.unknown
source: 未知
de: Unbekannt
en: Unknown
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음

# configs.addPath
source: 添加配置文件路径
de: Add Config Path
en: Add Config Path
es: Add Config Path
fr: Add Config Path
it: Add Config Path
ja: Add Config Path
ko: Add Config Path

# configs.applyChange
source: 应用
de: Anwenden
en: Apply
es: Aplicar
fr: Appliquer
it: Applica
ja: 適用
ko: 적용

# configs.loading
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# configs.noConfigs
source: 无配置文件
de: No config files found
en: No config files found
es: No config files found
fr: No config files found
it: No config files found
ja: No config files found
ko: No config files found

# configs.searchPlaceholder
source: 搜索配置...
de: Konfigurationen suchen...
en: Search configs...
es: Buscar configuraciones...
fr: Rechercher des configurations...
it: Cerca configurazioni...
ja: 設定を検索...
ko: 설정 검색...

# configs.title
source: 配置管理
de: Konfigurationsverwaltung
en: Config Management
es: Gestión de configuración
fr: Gestion des configurations
it: Gestione configurazioni
ja: 設定管理
ko: 설정 관리

# Database
source: 数据库
de: Database
en: Database
es: Database
fr: Database
it: Database
ja: Database
ko: Database

# Dev Tools
source: 开发工具
de: Dev Tools
en: Dev Tools
es: Dev Tools
fr: Dev Tools
it: Dev Tools
ja: Dev Tools
ko: Dev Tools

# docker.basicInfo
source: 基本信息
de: Basisinformationen
en: Basic Information
es: Información básica
fr: Informations de base
it: Informazioni di base
ja: 基本情報
ko: 기본 정보

# docker.command
source: 启动命令
de: Befehl
en: Command
es: Comando
fr: Commande
it: Comando
ja: コマンド
ko: 명령

# docker.containerLogs
source: %@ 日志
de: %@ Logs
en: %@ Logs
es: %@ Logs
fr: %@ Logs
it: %@ Logs
ja: %@ Logs
ko: %@ Logs

# docker.containers
source: 容器
de: Container
en: Containers
es: Contenedores
fr: Conteneurs
it: Container
ja: コンテナ
ko: 컨테이너

# docker.controls
source: 操作控制
de: Vorgänge
en: Operations
es: Operaciones
fr: Opérations
it: Operazioni
ja: 操作
ko: 작업

# docker.createdAt
source: 创建时间
de: Created At
en: Created At
es: Created At
fr: Created At
it: Created At
ja: Created At
ko: Created At

# docker.deleteImageMessage
source: 确定要删除镜像 "%@" 吗？
de: Are you sure you want to delete image "%@"?
en: Are you sure you want to delete image "%@"?
es: Are you sure you want to delete image "%@"?
fr: Are you sure you want to delete image "%@"?
it: Are you sure you want to delete image "%@"?
ja: Are you sure you want to delete image "%@"?
ko: Are you sure you want to delete image "%@"?

# docker.deleteImageTitle
source: 删除镜像
de: Delete Image
en: Delete Image
es: Delete Image
fr: Delete Image
it: Delete Image
ja: Delete Image
ko: Delete Image

# docker.image
source: 镜像
de: Image
en: Image
es: Imagen
fr: Image
it: Immagine
ja: イメージ
ko: 이미지

# docker.images
source: 镜像
de: Images
en: Images
es: Imágenes
fr: Images
it: Immagini
ja: イメージ
ko: 이미지

# docker.logs
source: 日志
de: Logs
en: Logs
es: Logs
fr: Logs
it: Logs
ja: Logs
ko: Logs

# docker.mappings
source: 端口映射
de: Network Port Mappings
en: Network Port Mappings
es: Network Port Mappings
fr: Network Port Mappings
it: Network Port Mappings
ja: Network Port Mappings
ko: Network Port Mappings

# docker.noContainers
source: 未发现容器
de: No Containers found
en: No Containers found
es: No Containers found
fr: No Containers found
it: No Containers found
ja: No Containers found
ko: No Containers found

# docker.noImages
source: 未发现镜像
de: No Images found
en: No Images found
es: No Images found
fr: No Images found
it: No Images found
ja: No Images found
ko: No Images found

# docker.pruneMessage
source: 这将删除所有未使用的 Docker 镜像。确定继续吗？
de: This will delete all unused Docker images. Continue?
en: This will delete all unused Docker images. Continue?
es: This will delete all unused Docker images. Continue?
fr: This will delete all unused Docker images. Continue?
it: This will delete all unused Docker images. Continue?
ja: This will delete all unused Docker images. Continue?
ko: This will delete all unused Docker images. Continue?

# docker.pruneTitle
source: 镜像清理
de: Clean Up Images
en: Clean Up Images
es: Clean Up Images
fr: Clean Up Images
it: Clean Up Images
ja: Clean Up Images
ko: Clean Up Images

# docker.restartConfirm
source: 确定要重启此容器吗？服务可能会暂时中断。
de: Restart this container? Services may be temporarily unavailable.
en: Restart this container? Services may be temporarily unavailable.
es: Restart this container? Services may be temporarily unavailable.
fr: Restart this container? Services may be temporarily unavailable.
it: Restart this container? Services may be temporarily unavailable.
ja: Restart this container? Services may be temporarily unavailable.
ko: Restart this container? Services may be temporarily unavailable.

# docker.runCommand
source: 运行 Docker 命令
de: Run Docker Command
en: Run Docker Command
es: Run Docker Command
fr: Run Docker Command
it: Run Docker Command
ja: Run Docker Command
ko: Run Docker Command

# docker.running
source: 运行中
de: Läuft
en: Running
es: En ejecución
fr: En cours
it: In esecuzione
ja: 実行中
ko: 실행 중

# docker.serviceStatus
source: 服务状态
de: Service Status
en: Service Status
es: Service Status
fr: Service Status
it: Service Status
ja: Service Status
ko: Service Status

# docker.status
source: 运行状态
de: Status
en: Status
es: Estado
fr: État
it: Stato
ja: 状態
ko: 상태

# docker.statusDetail
source: 状态详情
de: Statusdetails
en: Status Detail
es: Detalle de estado
fr: Détail de l’état
it: Dettaglio stato
ja: 状態詳細
ko: 상태 상세

# docker.stopConfirm
source: 确定要停止此容器吗？容器内的所有进程将立即被终止。
de: Stop this container? This will immediately terminate all processes inside.
en: Stop this container? This will immediately terminate all processes inside.
es: Stop this container? This will immediately terminate all processes inside.
fr: Stop this container? This will immediately terminate all processes inside.
it: Stop this container? This will immediately terminate all processes inside.
ja: Stop this container? This will immediately terminate all processes inside.
ko: Stop this container? This will immediately terminate all processes inside.

# docker.syncing
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# docker.viewLogs
source: 查看日志
de: View Logs
en: View Logs
es: View Logs
fr: View Logs
it: View Logs
ja: View Logs
ko: View Logs

# launchagent.addConfig
source: 添加自启服务配置
de: Add Agent Config
en: Add Agent Config
es: Add Agent Config
fr: Add Agent Config
it: Add Agent Config
ja: Add Agent Config
ko: Add Agent Config

# launchagent.configContent
source: 配置内容
de: Konfigurationsinhalt
en: Config Content
es: Contenido de configuración
fr: Contenu de configuration
it: Contenuto configurazione
ja: 設定内容
ko: 설정 내용

# launchagent.delete
source: 删除
de: Löschen
en: Delete
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제

# launchagent.deleteConfirmMessage
source: 确定要删除 %@ 吗？此操作不可恢复。
de: Are you sure you want to delete %@? This action cannot be undone.
en: Are you sure you want to delete %@? This action cannot be undone.
es: Are you sure you want to delete %@? This action cannot be undone.
fr: Are you sure you want to delete %@? This action cannot be undone.
it: Are you sure you want to delete %@? This action cannot be undone.
ja: Are you sure you want to delete %@? This action cannot be undone.
ko: Are you sure you want to delete %@? This action cannot be undone.

# launchagent.deleteConfirmTitle
source: 确认删除？
de: Confirm Delete?
en: Confirm Delete?
es: Confirm Delete?
fr: Confirm Delete?
it: Confirm Delete?
ja: Confirm Delete?
ko: Confirm Delete?

# launchagent.loading
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# launchagent.newConfigPrompt
source: 配置名称
de: Enter new config name (e.g. com.example.app.plist):
en: Enter new config name (e.g. com.example.app.plist):
es: Enter new config name (e.g. com.example.app.plist):
fr: Enter new config name (e.g. com.example.app.plist):
it: Enter new config name (e.g. com.example.app.plist):
ja: Enter new config name (e.g. com.example.app.plist):
ko: Enter new config name (e.g. com.example.app.plist):

# launchagent.noAgents
source: 无自启服务
de: No LaunchAgents found
en: No LaunchAgents found
es: No LaunchAgents found
fr: No LaunchAgents found
it: No LaunchAgents found
ja: No LaunchAgents found
ko: No LaunchAgents found

# launchagent.title
source: 自启服务
de: LaunchAgent
en: LaunchAgent
es: LaunchAgent
fr: LaunchAgent
it: LaunchAgent
ja: LaunchAgent
ko: LaunchAgent

# launchagent.totalAgents
source: Agent 总数
de: Total Agents
en: Total Agents
es: Total Agents
fr: Total Agents
it: Total Agents
ja: Total Agents
ko: Total Agents

# login.androidQRMessage
source: 此二维码是为安卓设备设计的。iOS 用户请使用 iCloud 同步功能在设备间共享服务器配置。
de: Dieser QR-Code ist für Android. Auf iOS bitte iCloud-Synchronisierung verwenden, um Server-Konfigurationen zwischen Geräten zu teilen.
en: This QR code is for Android pairing. On iOS, please use iCloud Sync to share server configs between devices.
es: Este código QR es para Android. En iOS, usa iCloud Sync para compartir la configuración del servidor entre dispositivos.
fr: Ce QR code est destiné à Android. Sur iOS, utilisez la synchronisation iCloud pour partager les configurations de serveur entre appareils.
it: Questo QR code è per Android. Su iOS, usa iCloud Sync per condividere le configurazioni del server tra i dispositivi.
ja: この QR コードは Android 用です。iOS では iCloud 同期を使用してデバイス間でサーバー設定を共有してください。
ko: 이 QR 코드는 Android의 MQTT 페어링용입니다. iOS에서는 iCloud 동기화를 사용하여 기기 간에 서버 설정을 공유하세요.

# login.androidQRTitle
source: 检测到安卓二维码
de: Android-QR-Code erkannt
en: Android QR Code Detected
es: Código QR de Android detectado
fr: QR Code Android détecté
it: QR Code Android rilevato
ja: Android QR コードを検出
ko: Android QR 코드 감지됨

# login.autoLogin
source: 自动登录
de: Automatische Anmeldung
en: Auto Login
es: Inicio automático
fr: Connexion automatique
it: Accesso automatico
ja: 自動ログイン
ko: 자동 로그인

# login.headerTitle
source: 登录服务器
de: Beim Server anmelden
en: Login to Server
es: Iniciar sesión en el servidor
fr: Connexion au serveur
it: Accedi al server
ja: サーバーにログイン
ko: 서버 로그인

# login.loginBtn
source: 立即登录
de: Login Now
en: Login Now
es: Login Now
fr: Login Now
it: Login Now
ja: Login Now
ko: Login Now

# login.password
source: 密码
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
it: Password
ja: パスワード
ko: 비밀번호

# login.rememberPassword
source: 记住密码
de: Remember Password
en: Remember Password
es: Remember Password
fr: Remember Password
it: Remember Password
ja: Remember Password
ko: Remember Password

# login.safeConnection
source: 浮光面板安全连接
de: Flux Monitor Secure Connection
en: Flux Monitor Secure Connection
es: Flux Monitor Secure Connection
fr: Flux Monitor Secure Connection
it: Flux Monitor Secure Connection
ja: Flux Monitor Secure Connection
ko: Flux Monitor Secure Connection

# login.serverURL
source: 服务器地址 (https://...)
de: Server Address (https://...)
en: Server Address (https://...)
es: Server Address (https://...)
fr: Server Address (https://...)
it: Server Address (https://...)
ja: Server Address (https://...)
ko: Server Address (https://...)

# login.submit
source: 登录
de: Anmelden
en: Login
es: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인

# login.submitting
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# login.subtitle
source: macOS 服务器管理面板
de: macOS-Server-Dashboard
en: macOS Server Dashboard
es: Panel de servidor macOS
fr: Tableau de bord serveur macOS
it: Dashboard server macOS
ja: macOSサーバーダッシュボード
ko: macOS 서버 대시보드

# login.username
source: 用户名
de: Benutzername
en: Username
es: Usuario
fr: Nom d’utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름

# logs.addPath
source: 添加日志路径
de: Add Log Path
en: Add Log Path
es: Add Log Path
fr: Add Log Path
it: Add Log Path
ja: Add Log Path
ko: Add Log Path

# logs.clearConfirm
source: 确定要清空此日志文件吗？
de: Are you sure you want to clear this log file?
en: Are you sure you want to clear this log file?
es: Are you sure you want to clear this log file?
fr: Are you sure you want to clear this log file?
it: Are you sure you want to clear this log file?
ja: Are you sure you want to clear this log file?
ko: Are you sure you want to clear this log file?

# logs.deleteConfirm
source: 确定要删除此日志文件吗？
de: Are you sure you want to delete this log file?
en: Are you sure you want to delete this log file?
es: Are you sure you want to delete this log file?
fr: Are you sure you want to delete this log file?
it: Are you sure you want to delete this log file?
ja: Are you sure you want to delete this log file?
ko: Are you sure you want to delete this log file?

# logs.namePlaceholder
source: 显示名称 (可选)
de: Anzeigename (optional)
en: Display Name (Optional)
es: Nombre visible (opcional)
fr: Nom affiché (facultatif)
it: Nome visualizzato (opzionale)
ja: 表示名（任意）
ko: 표시 이름(선택 사항)

# logs.noContent
source: 无日志内容
de: No log content
en: No log content
es: No log content
fr: No log content
it: No log content
ja: No log content
ko: No log content

# logs.noLogs
source: 无日志文件
de: No log files found
en: No log files found
es: No log files found
fr: No log files found
it: No log files found
ja: No log files found
ko: No log files found

# logs.noLogsDesc
source: 请在网页端面板添加日志路径
de: Please add log paths in the web dashboard
en: Please add log paths in the web dashboard
es: Please add log paths in the web dashboard
fr: Please add log paths in the web dashboard
it: Please add log paths in the web dashboard
ja: Please add log paths in the web dashboard
ko: Please add log paths in the web dashboard

# logs.pathPlaceholder
source: 路径 (绝对路径)
de: Pfad (absolut)
en: Path (Absolute Path)
es: Ruta (absoluta)
fr: Chemin (absolu)
it: Percorso (assoluto)
ja: パス（絶対パス）
ko: 경로(절대 경로)

# logs.removeConfirm
source: 确定要移除此日志路径吗？
de: Are you sure you want to remove this log path?
en: Are you sure you want to remove this log path?
es: Are you sure you want to remove this log path?
fr: Are you sure you want to remove this log path?
it: Are you sure you want to remove this log path?
ja: Are you sure you want to remove this log path?
ko: Are you sure you want to remove this log path?

# logs.requireSudo
source: 需要 Sudo 密码
de: sudo-Passwort erforderlich
en: Sudo Password Required
es: Se requiere contraseña sudo
fr: Mot de passe sudo requis
it: Password sudo richiesta
ja: sudoパスワードが必要
ko: sudo 비밀번호 필요

# logs.searchPlaceholder
source: 搜索日志文件...
de: Logdateien suchen...
en: Search log files...
es: Buscar archivos de log...
fr: Rechercher des fichiers de log...
it: Cerca file di log...
ja: ログファイルを検索...
ko: 로그 파일 검색...

# logs.sudoPlaceholder
source: 请输入 sudo 密码
de: sudo-Passwort eingeben
en: Enter sudo password
es: Introduce la contraseña sudo
fr: Saisir le mot de passe sudo
it: Inserisci password sudo
ja: sudoパスワードを入力
ko: sudo 비밀번호 입력

# logs.syncFailed
source: 同步失败
de: Sync Failed
en: Sync Failed
es: Sync Failed
fr: Sync Failed
it: Sync Failed
ja: Sync Failed
ko: Sync Failed

# logs.syncing
source: 正在加载
de: Wird geladen
en: Loading
es: Cargando
fr: Chargement
it: Caricamento
ja: 読み込み中
ko: 로드 중

# logs.title
source: 日志分析
de: Loganalyse
en: Log Analysis
es: Análisis de logs
fr: Analyse des logs
it: Analisi log
ja: ログ分析
ko: 로그 분석

# monitor.accumulated
source: 累计
de: Accumulated
en: Accumulated
es: Accumulated
fr: Accumulated
it: Accumulated
ja: Accumulated
ko: Accumulated

# monitor.aiAdvice
source: AI 分析结果，仅供参考
de: AI analysis result, for reference only
en: AI analysis result, for reference only
es: AI analysis result, for reference only
fr: AI analysis result, for reference only
it: AI analysis result, for reference only
ja: AI analysis result, for reference only
ko: AI analysis result, for reference only
